Revit 2027 API
BuiltInFailures.LoadFailures.AreaBCNotOverlappingHost Property
 Area BC is not overlapping with its entire distribution its host.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId AreaBCNotOverlappingHost { get; }
Public Shared ReadOnly Property AreaBCNotOverlappingHost As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ AreaBCNotOverlappingHost {
	FailureDefinitionId^ get ();
}
static member AreaBCNotOverlappingHost : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.LoadFailures Class
Autodesk.Revit.DB Namespace